tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bash"
brew "choose-gui"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "xz"
brew "git"
brew "lf"
brew "ncurses"
brew "neovim"
brew "pandoc"
brew "python@3.11"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "arc"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "hammerspoon"
cask "karabiner-elements"
cask "mactex-no-gui"
cask "raycast"
cask "sioyek"
vscode "albert.TabOut"
vscode "alexanderte.dainty-one-dark-pro-vscode"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme-icons"
vscode "fnando.new-file"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-vscode.vscode-serial-monitor"
vscode "redhat.java"
vscode "tomoki1207.pdf"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
