tap "felixkratz/formulae"
tap "koekeishiya/formulae"
brew "bash"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "lua"
brew "neovim"
brew "pandoc"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "wget"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "arc"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "karabiner-elements"
cask "sioyek"
